9/data/attachments/ee4da6f21c3824a8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Gloria_friend_Friend_59384_7</nif:username>
            <nif:friendToBeRequested>soap_friends_939e287c-39e9-4206-bdff-c75e5898395a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>